{
  "query": "est",
  "results": [
    {
      "result": "Veniam sunt ut ea aute consequat consectetur excepteur nisi minim amet culpa amet. Officia minim amet mollit deserunt cillum dolore voluptate officia sit non. Ut eu pariatur adipisicing voluptate ea excepteur adipisicing consequat proident do pariatur excepteur. Aute velit sint elit labore velit tempor cillum. Lorem ad et cupidatat Lorem dolor minim qui esse laborum incididunt.\r\n",
      "date": "2014-08-11T03:49:12 -02:00",
      "source": "SourceC"
    },
    {
      "result": "Do sint qui voluptate aliquip magna excepteur deserunt irure. Dolore culpa veniam anim cupidatat dolor dolor velit voluptate elit aliqua. Cupidatat ad reprehenderit id aliqua pariatur elit. Velit reprehenderit anim sint reprehenderit eu consequat cupidatat proident irure esse amet. Culpa laborum duis consequat Lorem reprehenderit.\r\n",
      "date": "2014-10-02T02:55:21 -02:00",
      "source": "SourceB"
    },
    {
      "result": "Est incididunt duis anim magna nulla ea eu. Amet labore est Lorem nulla ea esse quis anim ullamco aliqua. Sit culpa eiusmod pariatur dolor tempor officia cupidatat enim pariatur laborum velit dolor nisi elit. In ad nulla fugiat sint anim incididunt eu sunt sint. Nisi consectetur aliqua do do aliqua duis officia veniam ex cupidatat laboris voluptate quis. Commodo exercitation dolor voluptate do minim minim mollit incididunt mollit ullamco qui in elit. Lorem consequat cupidatat ut mollit id adipisicing.\r\n",
      "date": "2015-10-01T05:12:52 -02:00",
      "source": "SourceC"
    },
    {
      "result": "Ex sunt reprehenderit amet elit cupidatat anim adipisicing magna. Nisi nisi laboris sunt deserunt ad. Do irure id commodo nisi aliquip irure proident. Non nisi adipisicing ad aliqua officia ullamco aliquip consequat consequat veniam dolor et proident. Eu et excepteur aliquip veniam cupidatat voluptate nostrud elit. Dolore laboris in cupidatat voluptate incididunt veniam sint commodo incididunt proident sunt. Nisi in ad reprehenderit aliquip officia exercitation aliqua velit culpa.\r\n",
      "date": "2015-05-10T10:10:17 -02:00",
      "source": "SourceB"
    },
    {
      "result": "Cillum fugiat sunt culpa aute. Laborum quis ad magna voluptate. Sunt duis pariatur culpa fugiat enim ipsum. Laborum quis ipsum mollit dolore dolor qui in amet consectetur elit est. Esse minim dolore velit mollit deserunt esse tempor mollit dolore incididunt magna minim deserunt dolor. Aliquip eu id labore dolor ad sint excepteur Lorem consequat dolor sit veniam. Aliqua eiusmod Lorem proident laborum et sint voluptate velit labore est commodo amet.\r\n",
      "date": "2014-01-12T01:15:55 -01:00",
      "source": "SourceA"
    },
    {
      "result": "Duis quis dolor non ex. Anim occaecat voluptate ipsum pariatur et anim. Qui quis mollit occaecat consectetur. Quis occaecat officia eiusmod culpa sunt non culpa. Sunt mollit do sint enim ea commodo aute magna.\r\n",
      "date": "2014-07-12T09:00:57 -02:00",
      "source": "SourceB"
    }
  ]
}